[
{"id": 1, "fact": "When archeologists found King Tuts Tomb, they found graffiti on the wall saying \"Chuck Norris was here\".", "author": "Albert Epstein"}, 
{"id": 2, "fact": "Chuck Norris invented the Olympic Games in hopes of finding a worthy opponent.", "author": "Alfred Nobell"}, 
{"id": 3, "fact": "Chuck Norris can play Tetris on a Rubix cube.", "author": "Audrey Heartburn"}, 
{"id": 4, "fact": "Chuck Norris threw a grenade and killed 50 people, then it exploded.", "author": "Jack Nicholsun"}, 
{"id": 5, "fact": "The THX sound is actually a recording of Chuck Norris' yawn.", "author": "Tom Hangs"}, 
{"id": 6, "fact": "Chuck Norris has to use oven mitts otherwise he'll burn the pans.", "author": "John Lemon"}, 
{"id": 7, "fact": "Death once had a near-Chuck-Norris experience.", "author": "Abraham Linkedin"}, 
{"id": 8, "fact": "Once a cobra bit Chuck Norris' leg. After five days of excruciating pain, the cobra died.", "author": "Mark Zuckermountain"}, 
{"id": 9, "fact": "Chuck Norris can kill two stones with one bird.", "author": "Bill Crates"}, 
{"id": 10, "fact": "Chuck can set ants on fire with a magnifying glass. At night.", "author": "Stephen Jogs"}, 
{"id": 11, "fact": "Chuck Norris can hear sign language.", "author": "Anthony Hotkeys"}, 
{"id": 12, "fact": "Chuck Norris makes onions cry.", "author": "Harrison Chord"}, 
{"id": 13, "fact": "Chuck Norris knows Victoria's secret.", "author": "Harry Weeder"}, 
{"id": 14, "fact": "Chuck Norris counted to infinity. Twice.", "author": "Ron Weaslewsky"}, 
{"id": 15, "fact": "Chuck Norris beat the sun in a staring contest.", "author": "Severus Snack"}, 
{"id": 16, "fact": "Chuck Norris is the reason Waldo is hiding.", "author": "Albus Smartledore"}, 
{"id": 17, "fact": "Chuck Norris is the only person that can punch a cyclops between the eye.", "author": "Ronald McSanders"}, 
{"id": 18, "fact": "Brett Favre can throw a football over 50 yards. Chuck Norris can throw Brett Favre even further.", "author": "Christiano Ronaldson"}, 
{"id": 19, "fact": "It is considered a great accomplishment to go down Niagara Falls in a wooden barrel. Chuck Norris can go up Niagara Falls in a cardboard box.", "author": "David Forham"}, 
{"id": 20, "fact": "Chuck Norris plays russian roulette with a fully loded revolver... and wins.", "author": "Fred Waterstone"}, 
{"id": 21, "fact": "Chuck Norris can build a snowman out of rain.", "author": "Albert Epstein"}, 
{"id": 22, "fact": "Chuck Norris can strangle you with a cordless phone.", "author": "Alfred Nobell"}, 
{"id": 23, "fact": "Chuck Norris was once charged with three attempted murders in Boulder County, but the Judge quickly dropped the charges because Chuck Norris does not \"attempt\" murder.", "author": "Audrey Heartburn"}, 
{"id": 24, "fact": "Chuck Norris was once on Celebrity Wheel of Fortune and was the first to spin. The next 29 minutes of the show consisted of everyone standing around awkwardly, waiting for the wheel to stop.", "author": "Jack Nicholsun"}, 
{"id": 25, "fact": "Giraffes were created when Chuck Norris uppercutted a horse.", "author": "Tom Hangs"}, 
{"id": 26, "fact": "If it looks like chicken, tastes like chicken, and feels like chicken but Chuck Norris says its beef, then it's beef.", "author": "John Lemon"}, 
{"id": 27, "fact": "When the Boogeyman goes to sleep every night he checks his closet for Chuck Norris.", "author": "Abraham Linkedin"}, 
{"id": 28, "fact": "Chuck Norris can speak braille.", "author": "Mark Zuckermountain"}, 
{"id": 29, "fact": "Leading hand sanitizers claim they can kill 99.9 percent of germs. Chuck Norris can kill 100 percent of whatever the hell he wants.", "author": "Bill Crates"}, 
{"id": 30, "fact": "Chuck Norris can do a wheelie on a unicycle.", "author": "Stephen Jogs"}, 
{"id": 31, "fact": "Chuck actually died four years ago, but the Grim Reaper can't get up the courage to tell him.", "author": "Anthony Hotkeys"}, 
{"id": 32, "fact": "When Chuck Norris was in middle school, his English teacher assigned an essay: \"What is courage?\" He received an A+ for turning in a blank page with only his name at the top.", "author": "Harrison Chord"}, 
{"id": 33, "fact": "Chuck Norris doesn't have good aim. His bullets just know better than to miss.", "author": "Harry Weeder"}, 
{"id": 34, "fact": "Chuck Norris can pick oranges from an apple tree and make the best lemonade youve ever tasted.", "author": "Ron Weaslewsky"}, 
{"id": 35, "fact": "When a zombie apocalypse starts, Chuck Norris doesn't try to survive. The zombies do.", "author": "Severus Snack"}, 
{"id": 36, "fact": "The leaning tower of Pisa leans because Chuck Norris once leaned on it to tie his shoe.", "author": "Albus Smartledore"}, 
{"id": 37, "fact": "Chuck Norris can make pancakes on a waffle iron.", "author": "Ronald McSanders"}, 
{"id": 38, "fact": "Chuck Norris will never have a heart attack... even a heart isnt foolish enough to attack Chuck Norris.", "author": "Christiano Ronaldson"}, 
{"id": 39, "fact": "Chuck Norris doesnt wear a watch. He decides what time it is.", "author": "David Forham"}, 
{"id": 40, "fact": "Chuck Norris beat Halo 1, 2, and 3 on Legendary with a broken Guitar Hero controller.", "author": "Fred Waterstone"}, 
{"id": 41, "fact": "Chuck Norris can kill your imaginary friends.", "author": "Albert Epstein"}, 
{"id": 42, "fact": "Chuck Norris's computer has no \"backspace\" button, Chuck Norris doesn't make mistakes.", "author": "Alfred Nobell"}, 
{"id": 43, "fact": "Chuck Norris's daughter lost her virginity, he got it back.", "author": "Audrey Heartburn"}, 
{"id": 44, "fact": "The real reason Hitler killed himself is because he found out that Chuck Norris is Jewish.", "author": "Jack Nicholsun"}, 
{"id": 45, "fact": "Chuck Norris once went to mars. Thats why there are no signs of life.", "author": "Tom Hangs"}, 
{"id": 46, "fact": "Chuck Norris tells Simon what to do.", "author": "John Lemon"}, 
{"id": 47, "fact": "The reason the Holy Grail has never been recovered is because nobody is brave enough to ask Chuck Norris to give up his favourite coffee mug.", "author": "Abraham Linkedin"}, 
{"id": 48, "fact": "When Bruce Banner gets mad he turns into the Hulk. When the Hulk gets mad he turns into Chuck Norris. When Chuck Norris gets mad, run.", "author": "Mark Zuckermountain"}, 
{"id": 49, "fact": "Chuck Norris sleeps with a pillow under his gun.", "author": "Bill Crates"}, 
{"id": 50, "fact": "Chuck Norris's Blood Type is AK-47.", "author": "Stephen Jogs"}, 
{"id": 51, "fact": "Chuck Norris doesn't play \"hide-and-seek.\" He plays \"hide-and-pray-I-don't-find-you.\"", "author": "Anthony Hotkeys"}, 
{"id": 52, "fact": "When Chuck Norris enters a room, he doesn't turn the lights on, he turns the dark off.", "author": "Harrison Chord"}, 
{"id": 53, "fact": "M.C. Hammer learned the hard way that Chuck Norris can touch this.", "author": "Harry Weeder"}, 
{"id": 54, "fact": "Bill Gates lives in constant fear that Chuck Norris' PC will crash.", "author": "Ron Weaslewsky"}, 
{"id": 55, "fact": "Chuck Norris is the only person on the planet that can kick you in the back of the face.", "author": "Severus Snack"}, 
{"id": 56, "fact": "Chuck Norris' dog is trained to pick up his own poop because Chuck Norris will not take shit from anyone.", "author": "Albus Smartledore"}, 
{"id": 57, "fact": "When Chuck Norris gives you the finger, he's telling you how many seconds you have left to live.", "author": "Ronald McSanders"}, 
{"id": 58, "fact": "Chuck Norris doesn't cheat death. He wins fair and square.", "author": "Christiano Ronaldson"}, 
{"id": 59, "fact": "Chuck Norris puts the \"laughter\" in \"manslaughter\".", "author": "David Forham"}, 
{"id": 60, "fact": "Chuck refers to himself in the fourth person.", "author": "Fred Waterstone"}, 
{"id": 61, "fact": "There is no theory of evolution, just a list of creatures Chuck Norris allows to live.", "author": "Albert Epstein"}, 
{"id": 62, "fact": "Chuck Norris' calendar goes straight from March 31st to April 2nd. No one fools Chuck Norris.", "author": "Alfred Nobell"}, 
{"id": 63, "fact": "Chuck Norris doesn't get lost. The Earth just reorients itself to his location.", "author": "Audrey Heartburn"}, 
{"id": 64, "fact": "Chuck Norris doesn't dial the wrong number, you pick up the wrong phone.", "author": "Jack Nicholsun"}, 
{"id": 65, "fact": "Chuck Norris has a diary. It's called the Guinness Book of World Records.", "author": "Tom Hangs"}, 
{"id": 66, "fact": "Chuck Norris once bowled a perfect game with a marble.", "author": "John Lemon"}, 
{"id": 67, "fact": "Chuck Norris CAN find the end of a circle.", "author": "Abraham Linkedin"}, 
{"id": 68, "fact": "The only time Chuck Norris was wrong was when he thought he had made a mistake.", "author": "Mark Zuckermountain"}, 
{"id": 69, "fact": "Chuck Norris can drown a fish.", "author": "Bill Crates"}, 
{"id": 70, "fact": "Chuck Norris is the only man to ever defeat a brick wall in a game of tennis.", "author": "Stephen Jogs"}, 
{"id": 71, "fact": "Chuck Norris can unscramble an egg.", "author": "Anthony Hotkeys"}, 
{"id": 72, "fact": "Chuck Norris has cows grilling his steaks for him.", "author": "Harrison Chord"}, 
{"id": 73, "fact": "Chuck Norris can cut a knife with butter.", "author": "Harry Weeder"}, 
{"id": 74, "fact": "Chuck Norris can speak French... In Russian.", "author": "Ron Weaslewsky"}, 
{"id": 75, "fact": "A bulletproof vest wears Chuck Norris for protection.", "author": "Severus Snack"}, 
{"id": 76, "fact": "Big foot claims he saw Chuck Norris.", "author": "Albus Smartledore"}, 
{"id": 77, "fact": "Chuck Norris can hit you so hard your blood will bleed.", "author": "Ronald McSanders"}, 
{"id": 78, "fact": "The saddest moment for a child is not when he learns Santa Claus isn't real, it's when he learns Chuck Norris is.", "author": "Christiano Ronaldson"}, 
{"id": 79, "fact": "Jack was nimble, Jack was quick, but Jack still couldn't dodge Chuck Norris' roundhouse kick.", "author": "David Forham"}, 
{"id": 80, "fact": "If you spell Chuck Norris wrong on Google it doesn't say, \"Did you mean Chuck Norris?\" It simply replies, \"Run while you still have the chance.\"", "author": "Fred Waterstone"}, 
{"id": 81, "fact": "Chuck can divide by zero.", "author": "Albert Epstein"}, 
{"id": 82, "fact": "Chuck Norris' tears cure cancer. Too bad he has never cried.", "author": "Alfred Nobell"}, 
{"id": 83, "fact": "Some kids piss their name in the snow. Chuck Norris can piss his name into concrete.", "author": "Audrey Heartburn"}, 
{"id": 84, "fact": "Chuck Norris went to a feminist rally and came back with his shirt ironed and holding a sandwich.", "author": "Jack Nicholsun"}, 
{"id": 85, "fact": "Chuck Norris once walked away from a fight with two broken ribs and a dislocated arm. He hasn't given them back yet...", "author": "Tom Hangs"}, 
{"id": 86, "fact": "Chuck Norris caught the Gingerbread man.", "author": "John Lemon"}, 
{"id": 87, "fact": "Chuck Norris doesn't wake up with morning wood, he wakes up with morning steel.", "author": "Abraham Linkedin"}, 
{"id": 88, "fact": "Chuck Norris has inside jokes with complete strangers.", "author": "Mark Zuckermountain"}, 
{"id": 89, "fact": "Chuck Norris once climbed Mt. Everest in 15 minutes, 14 of which he was building a snowman at the bottom.", "author": "Bill Crates"}, 
{"id": 90, "fact": "When Chuck Norris was born he drove his mom home from the hospital.", "author": "Stephen Jogs"}, 
{"id": 91, "fact": "Every Chuck Norris joke is a five star joke just because it says Chuck Norris.", "author": "Anthony Hotkeys"}, 
{"id": 92, "fact": "Chuck Norris can make a slinky go upstairs.", "author": "Harrison Chord"}, 
{"id": 93, "fact": "The original title for Alien vs. Predator was Alien and Predator vs Chuck Norris. The film was cancelled shortly after going into preproduction. No one would pay nine dollars to see a movie fourteen seconds long.", "author": "Harry Weeder"}, 
{"id": 94, "fact": "When Chuck Norris looks in a mirror the mirror shatters, because not even glass is stupid enough to get in between Chuck Norris and Chuck Norris.", "author": "Ron Weaslewsky"}, 
{"id": 95, "fact": "The reason newborn babies cry is because they know they have just entered a world with Chuck Norris.", "author": "Severus Snack"}, 
{"id": 96, "fact": "Chuck Norris can delete the Recycling Bin.", "author": "Albus Smartledore"}, 
{"id": 97, "fact": "Superman owns a pair of Chuck Norris pajamas.", "author": "Ronald McSanders"}, 
{"id": 98, "fact": "Police label anyone attacking Chuck Norris as a Code 45-11.... a suicide.", "author": "Christiano Ronaldson"}, 
{"id": 99, "fact": "The Great Wall of China was originally created to keep Chuck Norris out. It failed miserably.", "author": "David Forham"}, 
{"id": 100, "fact": "When you ask Chuck Norris for an autograph, he pours ink on his boot and roundhouse kicks you in the face.", "author": "Fred Waterstone"}
]